---
kind: property
id: P:Autodesk.Revit.DB.SweptBlend.BottomProfileSymbol
source: html/b6580b2d-f43e-67de-a3e6-f79151700c33.htm
---
# Autodesk.Revit.DB.SweptBlend.BottomProfileSymbol Property

The bottom family symbol profile of the swept blend.

## Syntax (C#)
```csharp
public FamilySymbolProfile BottomProfileSymbol { get; }
```

## Remarks
If the bottom profile is sketch-based, this property is Nothing nullptr a null reference ( Nothing in Visual Basic) .